---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.AssemblyMemberDifferentParameters
source: html/4716e166-2aaa-718e-383b-746f8806dabe.htm
---
# AssemblyMemberDifferentParameters Members

Specifies whether the .NET object represents a valid Revit entity.